# ShowPlanShadowsTab

## Description
Opens the Pane Shadows tab of the Document Preferences dialog

```pascal
FUNCTION ShowPlanShadowsTab : BOOLEAN;
```

```python
def vs.ShowPlanShadowsTab():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2014

## Category
* Document Attributes